Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/omegat/project_save.tmx
Source language: ru
Languages: be

source: 1 Августа
be: н/1 Жніўня

source: 1 Июля
be: н/1 Ліпеня

source: 1 Линия
be: н/1 Лінія

source: 1 Мая
be: н/1 Мая

source: 1-го Мая
be: н/1-га Мая

source: 1-я Линия
be: н/1-я Лінія

source: 10 Линия
be: н/10 Лінія

source: 10 лет БССР
be: н/10 гадоў БССР

source: 10 лет Октября
be: н/10 гадоў Кастрычніка

source: 10-я Линия
be: н/10-я Лінія

source: 1000-летия Витебска
be: н/1000-годдзя Віцебска

source: 11 Июля
be: н/11 Ліпеня

source: 11 Липеня
be: н/11 Ліпеня

source: 11 июля
be: н/11 ліпеня

source: 11-ое Липеня
be: н/11-га Ліпеня

source: 11-я Линия
be: н/11-я Лінія

source: 12 Июля
be: н/12 Ліпеня

source: 12-я Линия
be: н/12-я Лінія

source: 129-й Орловской Дивизии
be: н/129-й Арлоўскай Дывізіі

source: 13-я Линия
be: н/13-я Лінія

source: 14 Партизан
be: н/14 Партызан

source: 16 лет Октября
be: н/16 гадоў Кастрычніка

source: 17 Сентября
be: н/17 Верасня

source: 18 Ноября
be: н/18 Лістапада

source: 1905 года
be: н/1905 году

source: 2 Дорохова
be: н/Дорахава

source: 2 Линия
be: н/2 Лінія

source: 2 Максима Богдановича
be: н/Максіма Багдановіча

source: 2-ой. Огородний
be: пм/2-гі Агародні

source: 2-я Линия
be: н/2-я Лінія

source: 2-я Шестая Линия
be: н/2-я Шостая Лінія

source: 20 Сентября
be: н/20 Верасня

source: 20 лет Октября
be: н/20 гадоў Кастрычніка

source: 20-й дивизии
be: н/20-й дывізіі

source: 21-го Партсъезда
be: н/21-га Партз’езду

source: 22-я Городокская
be: пж/22-я Гарадоцкая

source: 23-х Гвардейцев
be: н/23-х Гвардзейцаў

source: 23-я Городокская
be: пж/23-я Гарадоцкая

source: 25-я Городокская
be: пж/25-я Гарадоцкая

source: 26 Июня
be: н/26 Чэрвеня

source: 27-й Дивизии
be: н/27-й Дывізіі

source: 28 Июля
be: н/28 Ліпеня

source: 3 Июля
be: н/3 Ліпеня

source: 3 Линия
be: н/3 Лінія

source: 3 Сентября
be: н/3 Верасня

source: 3-го Интернационала
be: н/3-га Інтэрнацыяналу

source: 3-е Сентября
be: н/3-е Верасня

source: 3-я Линия
be: н/3-я Лінія

source: 30 лет БССР
be: н/30 гадоў БССР

source: 30 лет ВЛКСМ
be: н/30 гадоў ВЛКСМ

source: 30 лет Октября
be: н/30 гадоў Кастрычніка

source: 30 лет Победы
be: н/30 гадоў Перамогі

source: 30 лет Советской Армии
be: н/30 гадоў Савецкай Арміі

source: 323 Км.
be: н/323 Км.

source: 324 Км.
be: н/324 Км.

source: 33-й Армии
be: н/33-й Арміі

source: 35-ой Гвардейской Миномётной Бригады
be: н/35-ай Гвардзейскай Мінамётнай Брыгады

source: 350-летия Миор
be: н/350-годдзя Мёраў

source: 39-й Армии
be: н/39-й Арміі

source: 4 Линия
be: н/4 Лінія

source: 4-я Линия
be: н/4-я Лінія

source: 40 лет БССР
be: н/40 гадоў БССР

source: 40 лет Октября
be: н/40 гадоў Кастрычніка

source: 40 лет Победы
be: н/40 гадоў Перамогі

source: 43-й Армии
be: н/43-й Арміі

source: 5 Декабря
be: н/5 Снежня

source: 5 Линия
be: н/5 Лінія

source: 5 ряд
be: н/5 рад

source: 5-й Форт
be: н/5-ы Форт

source: 5-я Линия
be: н/5-я Лінія

source: 50 лет БССР
be: н/50 гадоў БССР

source: 50 лет ВЛКСМ
be: н/50 гадоў ВЛКСМ

source: 50 лет Великого Октября
be: н/50 гадоў Вялікага Кастрычніка

source: 50 лет Л К С М Б
be: н/50 гадоў Л К С М Б

source: 50 лет Октября
be: н/50 гадоў Кастрычніка

source: 50 лет Победы
be: н/50 гадоў Перамогі

source: 50 лет СССР
be: н/50 гадоў СССР

source: 50 лет заводу Гомсельмаш
be: н/50 гадоў заводу Гомсельмаш

source: 50-летия БССР
be: н/50-годдзя БССР

source: 50-летия ВЛКСМ
be: н/50-годдзя ВЛКСМ

source: 50-летия Комсомола
be: н/50-годдзя Камсамола

source: 50-летия Октября
be: н/50-годдзя Кастрычніка

source: 55 лет Победы
be: н/55 гадоў Перамогі

source: 6 Линия
be: н/6 Лінія

source: 6-й Гвардейской Армии
be: н/6-й Гвардзейскай Арміі

source: 6-я Линия
be: н/6-я Лінія

source: 60 Комсомольцев подпольщиков
be: н/60 Камсамольцаў Падпольшчыкаў

source: 60 лет БССР
be: н/60 гадоў БССР

source: 60 лет Октября
be: н/60 гадоў Кастрычніка

source: 60 лет СССР
be: н/60 гадоў СССР

source: 60-летия Октября
be: н/60-годдзя Кастрычніка

source: 65 лет Победы
be: н/65 гадоў Перамогі

source: 6о лет Октября
be: н/60 гадоў Кастрычніка

source: 7 Июля
be: н/7 Чэрвеня

source: 7 Линия
be: н/7 Лінія

source: 7 Ноября
be: н/7 Лістапада

source: 7-я Линия
be: н/7-я Лінія

source: 70 лет БССР
be: н/70 гадоў БССР

source: 70 лет Витебской области
be: н/70 гадоў Віцебскай вобласці

source: 70 лет Октября
be: н/70 гадоў Кастрычніка

source: 70-лет Октября
be: н/70 гадоў Кастрычніка

source: 700-летие Кобрина
be: н/700-годзьдзя Кобрына

source: 8 Линия
be: н/8 Лінія

source: 8 Марта
be: н/8 Сакавіка

source: 8-е Марта
be: н/8-е Сакавіка

source: 8-я Линия
be: н/8-я Лінія

source: 83 км Витебского пути
be: н/83 км Віцебскага шляху

source: 9 Линия
be: н/9 Лінія

source: 9 Мая
be: н/9 Мая

source: 9 Января
be: н/9 Студзеня

source: 9-я Линия
be: н/9-я Лінія

source: Cвязи
be: н/Сувязі

source: XXII Съезда К П С С
be: н/XXII З’езда КПСС

source: А З С
be: н/А З С

source: А. Блока
be: н/А. Блока

source: А. Бондовского
be: н/А. Бандоўскага

source: А. Невского
be: н/А. Неўскага

source: А. Пысина
be: н/А. Пысіна

source: А. Якимовича
be: н/А. Якімовіча

source: Абрамовича
be: н/Абрамовіча

source: Абремского
be: н/Абрэмскага

source: Абрикосовая
be: пж/Абрыкосавая

source: Абросимова
be: н/Абросімава

source: Авакяна
be: н/Авакяна

source: Авангардная
be: пж/Авангардная

source: Авангардный
be: пм/Авангардны

source: Авдеева
be: н/Аўдзеева

source: Авиаторов
be: н/Авіятараў

source: Авиации
be: н/Авіяцыі

source: Авиационная
be: пж/Авіяцыйная

source: Авиационный
be: пм/Авіяцыйны

source: Авроровская
be: пж/Аўрораўская

source: Авроры
be: н/Аўроры

source: Автодоровская
be: пж/Аўтадораўская

source: Автодоровский
be: пм/Аўтадораўскі

source: Автодромная
be: пж/Аўтадромная

source: Автозаводская
be: пж/Аўтазаводская

source: Автозаводской
be: пм/Аўтазаводскі

source: Автолюбителей
be: н/Аўтааматараў

source: Автомобилистов
be: н/Аўтамабілістаў

source: Автомобильная
be: пж/Аўтамабільная

source: Автомобильный
be: пм/Аўтамабільны

source: Автопарк
be: н/Аўтапарк

source: Авторынок
be: н/Аўтарынак

source: Авхачева
be: н/Аўхачова

source: Агатовый
be: пм/Агатавы

source: Аграрная
be: пж/Аграрная

source: Аграрный
be: пм/Аграрны

source: Агрономическая
be: пж/Агранамічная

source: Агрономический
be: пм/Агранамічны

source: Агроснабовская
be: пж/Аграснабаўская

source: Агрэстовая
be: пж/Агрэставая

source: Адама Мицкевича
be: н/Адама Міцкевіча

source: Адама Шемеша
be: н/Адама Шэмеша

source: Адамковская
be: пж/Адамкоўская

source: Адамовича
be: н/Адамовіча

source: Адамовичская
be: пж/Адамавіцкая

source: Адровская
be: пж/Адроўская

source: Адровский
be: пм/Андроўскі

source: Азалова
be: н/Азалава

source: Азарова
be: н/Азарава

source: Азгура
be: н/Азгура

source: Азерина
be: н/Азерына

source: Азизова
be: н/Азізава

source: Азина
be: н/Азіна

source: Азовская
be: пж/Азоўская

source: Азовский
be: пм/Азоўскі

source: Айвазовского
be: н/Айвазоўскага

source: Айтыкова
be: н/Айтыкава

source: Академика Вышелесского
be: н/Акадэміка Вышалескага

source: Академика Жебрака
be: н/Акадэміка Жэбрака

source: Академика Карского
be: н/Акадэміка Карскага

source: Академика Купревича
be: н/Акадэміка Купрэвіча

source: Академика Курчатова
be: н/Акадэміка Курчатава

source: Академика Павлова
be: н/Акадэміка Паўлава

source: Академика Рогового
be: н/Акадэміка Рагавога

source: Академика Фёдорова
be: н/Акадэміка Фёдарава

source: Академическая
be: пж/Акадэмічная

source: Академический
be: пм/Акадэмічны

source: Акинчица
be: н/Акінчыца

source: Акопова
be: н/Акопава

source: Аксамитная
be: пж/Аксамітная

source: Аксановская
be: пж/Аксанаўская

source: Аксановская ( Садовая)
be: пж/Аксанаўская ( Садовая)

source: Аксановский
be: пм/Аксанаўскі

source: Аксёнова
be: н/Аксёнава

source: Актюбинская
be: пж/Акцюбінская

source: Актюбинский
be: пм/Акцюбінскі

source: Актёров Ерёменко
be: н/Акцёраў Яроменкаў

source: Аладовых
be: н/Аладавых

source: Алаизы Пашкевич
be: н/Алаізы Пашкевіч

source: Алая
be: пж/Алая

source: Алейная
be: пж/Алейная

source: Алейникова
be: н/Алейнікава

source: Александра Матросова
be: н/Аляксандра Матросава

source: Александра Невского
be: н/Аляксандра Неўскага

source: Александра Пушкина
be: н/Аляксандра Пушкіна

source: Александра Суворова
be: н/Аляксандра Суворава

source: Александровича
be: н/Александровіча

source: Александровская
be: пж/Аляксандраўская

source: Алексея Гагарина
be: н/Аляксея Гагарына

source: Алексея Гаранина
be: н/Аляксея Гараніна

source: Алексея Зыгина
be: н/Аляксея Зыгіна

source: Алеся Бачило
be: н/Алеся Бачылы

source: Алеся Гаруна
be: н/Алеся Гаруна

source: Алеся Жаврука
be: н/Алеся Жаўрука

source: Алешкевича
be: н/Аляшкевіча

source: Алешко
be: н/Алешкі

source: Алибегова
be: н/Алібегава

source: Аллейная
be: пж/Алейная

source: Алмазный
be: пм/Алмазны

source: Алоизы Пашкевич
be: н/Алаізы Пашкевіч

source: Алтайская
be: пж/Алтайская

source: Алтайский
be: пм/Алтайскі

source: Альбрехтовская
be: пж/Альбрэхтоўская

source: Альсовая
be: пж/Альсавая

source: Альхимовича
be: н/Альхімовіча

source: Амбражунаса
be: н/Амбражунаса

source: Амбулаторная
be: пж/Амбулаторная

source: Амбулаторный
be: пм/Амбулаторны

source: Амураторская
be: пж/Амуратарская

source: Амурская
be: пж/Амурская

source: Амурский
be: пм/Амурскі

source: Амшея
be: н/Амшэя

source: Ангарская
be: пж/Ангарская

source: Ангарский
be: пм/Ангарскі

source: Ангелиной
be: н/Ангелінай

source: Андреева
be: н/Андрэева

source: Андреевская
be: пж/Андрэеўская

source: Андреевский
be: пм/Андрэеўскі

source: Андровский
be: пм/Андроўскі

source: Андроновская
be: пж/Андронаўская

source: Андросова
be: н/Андросава

source: Анищика
be: н/Анішчыка

source: Анкиновича
be: н/Анкіновіча

source: Аннаева
be: н/Анаева

source: Анны Коваль
be: н/Анны Каваль

source: Антонова
be: н/Антонава

source: Антоновская
be: пж/Антонаўская

source: Антошкина
be: н/Антошкіна

source: Анусинская
be: пж/Анусінская

source: Апанасевича
be: н/Апанасевіча

source: Аполинарьевская
be: пж/Апалінар’еўская

source: Апрельская
be: пж/Красавіцкая

source: Апрельский
be: пм/Красавіцкі

source: Аптекарский
be: пм/Аптэкарскі

source: Аптечный
be: пм/Аптэчны

source: Аранская
be: пж/Аранская

source: Аркадия Кулешова
be: н/Аркадзя Куляшова

source: Аркадия Осипова
be: н/Аркадзя Осіпава

source: Аркадия Шенягина
be: н/Аркадзя Шанягіна

source: Аркадьевская
be: пж/Аркадзьеўская

source: Арктическая
be: пж/Арктычная

source: Армейская
be: пж/Армейская

source: Арсения Вашнева
be: н/Арсенія Вашнева

source: Арсентьевская
be: пж/Арсенцьеўская

source: Арсеньева
be: н/Арсеннева

source: Артельная
be: пж/Арцельная

source: Артиллерийская
be: пж/Артылерыйская

source: Артиллерийский
be: пм/Артылерыйскі

source: Артиллеристов
be: н/Артылерыстаў

source: Артура Корчуганова
be: н/Артура Карчуганава

source: Артёма
be: н/Арцёма

source: Артёменко
be: н/Арцёменкі

source: Архангельская
be: пж/Архангельская

source: Архангельский
be: пм/Архангельскі

source: Архипова Стража
be: н/Архіпава Варта

source: Архитектора Заборского
be: н/Архітэктара Заборскага

source: Архитекторов
be: н/Архітэктараў

source: Архитектурная
be: пж/Архітэктурная

source: Асаналиева
be: н/Асаналіева

source: Аскаленко
be: н/Аскаленка

source: Асланова
be: н/Асланава

source: Астапова
be: н/Астапава

source: Астапчика
be: н/Астапчыка

source: Астроуха
be: н/Астравуха

source: Асфальтная
be: пж/Асфальтная

source: Аульская
be: пж/Аульская

source: Ауэзова
be: н/Аўэзава

source: Ауэрбаха
be: н/Аўэрбаха

source: Афанасевича
be: н/Афанасевіча

source: Аэродромная
be: пж/Аэрадромная

source: Аэродромный
be: пм/Аэрадромны

source: Аэрофлотская
be: пж/Аэрафлоцкая

source: Аэрофлотский
be: пм/Аэрафлоцкі

source: Б. Хмельницкого
be: н/Б. Хмяльніцкага

source: Бабахина
be: н/Бабахіна

source: Бабина Гора
be: н/Бабіна Гара

source: Бабкина
be: н/Бабкіна

source: Бабушкина
be: н/Бабушкіна

source: Багдана Хмельницкого
be: н/Багдана Хмяльніцкага

source: Багинского
be: н/Багінскага

source: Баграмяна
be: н/Баграмяна

source: Багратиона
be: н/Баграціёна

source: Багрима
be: н/Багрыма

source: Багряная
be: пж/Барвовая

source: Багряный
be: пм/Барвовы

source: Бадака
be: н/Бадака

source: Бажора
be: н/Бажоры

source: Бажоры
be: н/Бажоры

source: Базановой
be: н/Базанавай

source: Базарная
be: пж/Базарная

source: Базарный
be: пм/Базарны

source: Базисная
be: пж/Базісная

source: Базисный
be: пм/Базісны

source: Базный
be: пм/Базны

source: Базовая
be: пж/Базавая

source: Байдукова
be: н/Байдукова

source: Байкальская
be: пж/Байкальская

source: Байкальский
be: пм/Байкальскі

source: Байкова
be: н/Байкова

source: Бакинская
be: пж/Бакінская

source: Бакунина
be: н/Бакуніна

source: Бакуновича
be: н/Бакуновіча

source: Бакштанского
be: н/Бакштанскага

source: Балицкого
be: н/Баліцкага

source: Балтийская
be: пж/Балтыйская

source: Балтийский
be: пм/Балтыйскі

source: Банная
be: пж/Лазневая

source: Банный
be: пм/Лазневы

source: Барамзиной
be: н/Барамзіной

source: Баранова
be: н/Баранава

source: Барановичская
be: пж/Баранавіцкая

source: Барановщина
be: Бараноўшчына

source: Баранцевича
be: н/Баранцэвіча

source: Бараньская
be: пж/Бараньская

source: Барзабатого
be: н/Барзабатага

source: Барского
be: н/Барскага

source: Барсукова
be: н/Барсукова

source: Барташова
be: н/Барташова

source: Бархатный
be: пм/Аксамітны

source: Барыкина
be: н/Барыкіна

source: Басенкова
be: н/Басенкова

source: Басина
be: н/Басіна

source: Баталова
be: н/Баталава

source: Батарейная
be: пж/Батарэйная

source: Батарейный
be: пм/Батарэйны

source: Батова
be: н/Батава

source: Батова Генерала
be: н/Батава Генерала

source: Баторинская
be: пж/Баторынская

source: Баторинский
be: пм/Баторынскі

source: Батракова
be: н/Батракова

source: Батурина
be: н/Батурына

source: Батырева
be: н/Батырава

source: Баумана
be: н/Баўмана

source: Бауманская
be: пж/Баўманская

source: Баха
be: н/Баха

source: Бахарева
be: н/Бахарава

source: Бахарова
be: н/Бахарава

source: Бачилы
be: н/Бачылы

source: Бебеля
be: н/Бебеля

source: Беговая
be: пж/Бегавая

source: Бегомльская
be: пж/Бягомльская

source: Безымянная
be: пж/Безназоўная

source: Белевича
be: н/Бялевіча

source: Белецкого
be: н/Бялецкага

source: Белинского
be: н/Бялінскага

source: Белицкая
be: пж/Беліцкая

source: Белицкого
be: н/Бяліцкага

source: Беличий кут
be: н/Белічы кут

source: Белищенская
be: пж/Бялішчанская

source: Белищенский
be: пм/Бялішчанскі

source: Белковская
be: пж/Бялкоўская

source: Белова
be: н/Бялова

source: Беловежская
be: пж/Белавежская

source: Беловежский
be: пм/Белавежскі

source: Белого
be: н/Белага

source: Белогрудский
be: пм/Белагрудскі

source: Белолужская
be: пж/Белалужская

source: Белолужский
be: пм/Белалужскі

source: Беломорская
be: пж/Беламорская

source: Белоозёрская
be: пж/Белаазёрская

source: Белоруская
be: пж/Беларуская

source: Белорусская
be: пж/Беларуская

source: Белорусский
be: пм/Беларускі

source: Белостокская
be: пж/Беластоцкая

source: Белостокский
be: пм/Беластоцкі

source: Белоусова
be: н/Белаусава

source: Белохвостикова
be: н/Белахвосцікава

source: Белуша
be: н/Белуша

source: Белые Росы
be: н/Белыя Росы

source: Белыницкого-Бирули
be: н/Бялыніцкага-Бірулі

source: Белыничский
be: пм/Бялыніцкі

source: Белько
be: н/Белько

source: Бельского
be: н/Бельскага

source: Бельчанский
be: пм/Бяльчанскі

source: Бельченко
be: н/Бельчанка

source: Бельчицкая
be: пж/Бельчыцкая

source: Беляева
be: н/Бяляева

source: Белякова
be: н/Белякова

source: Береговая
be: пж/Берагавая

source: Берегового
be: н/Берагавога

source: Береговой
be: пм/Берагавы

source: Бережецкая
be: н/Беражэцкая

source: Березинская
be: пж/Бярэзінская

source: Березинский
be: пм/Бярэзінскі

source: Березинское
be: пнж/Бярэзінская

source: Березовая
be: пж/Бярозавая

source: Березовский
be: пж/Бярозаўскі

source: Березовый
be: пм/Бярозавы

source: Березогорская
be: пж/Бярозагорская

source: Берестейская
be: пж/Берасцейская

source: Берестейское
be: пнж/Берасцейская

source: Берестеня
be: н/Берасценя

source: Берестовая
be: пж/Бяроставая

source: Берестянская
be: пж/Берасцянская

source: Бернадская
be: пж/Бярнадзкая

source: Бернадского
be: н/Бярнадзкага

source: Берсона
be: н/Берсана

source: Бертеля
be: н/Бертэля

source: Берёзовая
be: пж/Бярозавая

source: Берёзовская
be: пж/Бярозаўская

source: Берёзовский
be: пм/Бярозаўскі

source: Берёзовый
be: пм/Бярозавы

source: Берёзогорская
be: пж/Бярозагорская

source: Бестужева
be: н/Бястужава

source: Бетонная
be: пж/Бетонная

source: Бетонный
be: пм/Бетонны

source: Бетховена
be: н/Бетховена

source: Бехтерева
be: н/Бехцерава

source: Бешенковичская
be: пж/Бешанковіцкая

source: Бешенковичское
be: пнж/Бешанковіцкая

source: Библиотечная
be: пж/Бібліятэчная

source: Билевская
be: пж/Білеўская

source: Билевский
be: пм/Білеўскі

source: Билецкий спуск
be: пм/Білецкі спуск

source: Билецкого
be: н/Білецкага

source: Биологическая
be: пж/Біялагічная

source: Бирюзова
be: н/Бірузова

source: Бирюзовая
be: пж/Бірузовая

source: Бирюлина
be: н/Біруліна

source: Бителёвская
be: пж/Біцялёўская

source: Бителёвский
be: пм/Біцялёўскі

source: Битько
be: н/Біцько

source: Благовещенская
be: пж/Благавешчанская

source: Блакитная
be: пж/Блакітная

source: Блакитный
be: пм/Блакітны

source: Блестящая
be: пж/Бліскучая

source: Ближняя
be: пж/Бліжняя

source: Блока
be: н/Блока

source: Блохина
be: н/Блахiна

source: Блюхера
be: н/Блюхера

source: Боберная
be: пж/Барёрная

source: Боброва
be: н/Баброва

source: Бобровая
be: пж/Бабровая

source: Бобровой
be: пм/Баравы

source: Бобровского
be: н/Баброўскага

source: Бобровый
be: пм/Бабровы

source: Бобруйская
be: пж/Бабруйская

source: Бобруйский
be: пм/Бабруйскі

source: Бобруйское
be: н/Бабруская Шаша

source: Бобрука
be: н/Бабрука

source: Богатая
be: пж/Багатая

source: Богатырёва
be: н/Багатырова

source: Богдана Хмельницкого
be: н/Багдана Хмяльніцкага

source: Богданова
be: н/Багданава

source: Богдановича
be: н/Багдановіча

source: Богданчука
be: н/Багданчука

source: Богдашевского
be: н/Багдашэўскага

source: Богомолова
be: н/Багамолава

source: Богуцкого
be: н/Багуцкага

source: Богушевича
be: н/Багушэвіча

source: Бол. кольцо
be: н/Вял. кальцо

source: Болгарина
be: н/Балгарына

source: Болдина
be: н/Болдзіна

source: Болеслава Берута
be: н/Баляслава Берута

source: Болотная
be: пж/Балотная

source: Болотникова
be: н/Балотнікава

source: Болотный
be: пм/Балотны

source: Больничная
be: пж/Бальнічная

source: Больничный
be: пм/Бальнічны

source: Большая Бителёвская
be: пж/Вялікая Біцялёўская

source: Большая Горка
be: н/Вялікая Горка

source: Большая Гражданская
be: пж/Вялікая Грамадзянская

source: Большая Машековская
be: пж/Вялікая Машэкаўская

source: Большая Ольшанка
be: н/Вялікая Альшанка

source: Большая Радужная
be: пж/Вялікая Вясёлкавая

source: Большая Садовая
be: н/Вялікая Садовая

source: Большая Слепня
be: н/Вялікая Слепня

source: Большая Слободка
be: н/Вялікая Слабодка

source: Большая Троицкая
be: пж/Вялікая Траецкая

source: Большая Чаусская
be: пж/Вялікая Чавуская

source: Большое Стиклево
be: н/Вялікае Сціклева

source: Бонч-Бруевича
be: н/Бонч-Бруевіча

source: Бординический
be: пм/Бордзініцкі

source: Бординичская
be: пм/Бордзініцкая

source: Бординичский
be: пм/Бордзініцкі

source: Борейко
be: н/Барэйкі

source: Бориса Голубева
be: н/Барыса Голубева

source: Бориса Царикова
be: н/Барыса Царыкава

source: Борисенко
be: н/Барысенкі

source: Борисова
be: н/Барысава

source: Борисовская
be: пж/Барысаўская

source: Борисовский
be: пм/Барысаўскі

source: Борисовца
be: н/Барысаўца

source: Боричевского
be: н/Барычэўскага

source: Боровая
be: пж/Баравая

source: Боровецкий
be: пм/Баравецкі

source: Боровица
be: н/Баравіца

source: Боровицкого
be: н/Баравіцкага

source: Боровой
be: пм/Баравы

source: Боровская
be: пж/Бароўская

source: Бородина
be: н/Барадзіна

source: Бородина Т. С.
be: н/Барадзіна Т. С.

source: Бородинская
be: пж/Барадзінская

source: Бородинский
be: пм/Барадзінскі

source: Бородинского
be: н/Барадзінскага

source: Бородулина
be: н/Барадуліна

source: Борозны
be: н/Баразны

source: Бороникская
be: пж/Баранікская

source: Бороникский
be: пм/Бароніцкі

source: Ботаническая
be: пж/Батанічная

source: Боткина
be: н/Боткіна

source: Ботовкина
be: н/Батоўкіна

source: Бохоново
be: н/Боханава

source: Бочкина
be: н/Бочкіна

source: Бояровская
be: пж/Баяроўская

source: Брагина
be: н/Брагіна

source: Брагинская
be: пж/Брагінская

source: Брагинский
be: пм/Брагінскі

source: Брамный
be: пм/Брамны

source: Брандиса
be: н/Брандзіса

source: Братская
be: пж/Брацкая

source: Братский
be: пм/Брацкі

source: Братьев Белявских
be: н/Братоў Бяляўскі

source: Братьев Вайнрубов
be: н/Братоў Вайнрубаў

source: Братьев Василевских
be: н/Братоў Васілеўскіх

source: Братьев Захаровых
be: н/Братоў Захаравых

source: Братьев Конаржевских
be: н/Братоў Канаржэўскіх

source: Братьев Лизюковых
be: н/Братоў Лізюковых

source: Братьев Назаровых
be: н/Братоў Назаравых

source: Братьев Рыбаковых
be: н/Братоў Рыбаковых

source: Братьев Цубы
be: н/Братоў Цубаў

source: Брест-Литовская
be: пж/Брэст-Літоўская

source: Брест-Центральная
be: пж/Брэст-Цэнтральная

source: Брестская
be: пж/Брэсцкая

source: Брестский
be: пм/Брэсцкі

source: Брестских дивизий
be: н/Брэсцкіх дывізій

source: Бригадная
be: пж/Брыгадная

source: Бригадный
be: пм/Брыгадны

source: Брикеля
be: н/Брыкеля

source: Брикета
be: н/Брыкета

source: Брикетный
be: пм/Брыкетны

source: Брилевская
be: пж/Брылеўская

source: Брилевский
be: пм/Брылеўскі

source: Бринкевича
be: н/Брынкевіча

source: Бровикова
be: н/Бровікава

source: Бровки
be: н/Броўкі

source: Броневой
be: пм/Бранявы

source: Бронислава Тарашкевича
be: н/Браніслава Тарашкевіча

source: Брусничная
be: пж/Бруснічная

source: Брусничный
be: пм/Бруснічны

source: Брыля
be: н/Янкі Брыля

source: Брюсова
be: н/Брусава

source: Брянская
be: пж/Бранская

source: Будаговская
be: пж/Будагоўская

source: Будапештская
be: пж/Будапешцкая

source: Буденного
be: н/Будзёнага

source: Будзённого
be: н/Будзёнага

source: Будного
be: н/Буднага

source: Будславская
be: пж/Будслаўская

source: Будславский
be: пм/Будслаўскі

source: Будённого
be: н/Будзёнага

source: Буйницкого
be: н/Буйніцкага

source: Буйничская
be: пж/Буйніцкая

source: Букетная
be: пж/Букетная

source: Букштыновича
be: н/Букштыновіча

source: Булата
be: н/Булата

source: Булгака
be: н/Булгака

source: Булгаковская
be: пж/Булгакаўская

source: Булойчика
be: н/Булойчыка

source: Бульварная
be: пж/Бульварная

source: Бульварный
be: пм/Бульварны

source: Бумагина
be: н/Бумагіна

source: Бумажкова
be: н/Бумажкова

source: Бумажная
be: пж/Папяровая

source: Бумажный
be: пм/Папяровы

source: Бурдейного
be: н/Бурдзейнага

source: Бурденко
be: н/Бурдэнкі

source: Бурлыги
be: н/Бурлыгі

source: Бурштыновая
be: пж/Бурштынавая

source: Буслиная
be: пж/Бусліная

source: Бусловая
be: пж/Бусловая

source: Бухарестская
be: пж/Бухарэсцкая

source: Буховщина
be: н/Бухоўшчына

source: Бухонко
be: н/Бухонко

source: Буянова
be: н/Буянава

source: Быковского
be: н/Быкоўскага

source: Былинный
be: пм/Былiнны

source: Бытко
be: н/Бытко

source: Бытовой
be: пм/Бытавы

source: Быховская
be: пж/Быхаўская

source: Быховский
be: пм/Быхаўскі

source: Быховского
be: н/Быхоўскага

source: Бядули
be: н/Бядулі

source: В. Крайнего
be: н/В. Крайняга

source: В. Тумара
be: н/В. Тумара

source: Вавилова
be: н/Вавілава

source: Вагнера
be: н/Вагнера

source: Вагонная
be: пж/Вагонная

source: Вагурина
be: н/Вагурына

source: Валентика
be: н/Валянцінка

source: Валентия Ваньковича
be: н/Валенція Ваньковіча

source: Валиева
be: н/Валіева

source: Валовая
be: пж/Валовая

source: Валовый
be: пм/Валовы

source: Вальная
be: пж/Вальная

source: Вандыша
be: н/Вандыша

source: Ванеева
be: н/Ванеева

source: Ванцетти
be: н/Ванцэці

source: Ваньковича
be: н/Ваньковіча

source: Варвашени
be: н/Варвашэні

source: Варейкиса
be: н/Варэйкіса

source: Варшавская
be: пж/Варшаўская

source: Варшавское
be: пнж/Варшаўская
